[ {
  	"id": 1,
    "name": "Lord of the Rings",
    "author": "J.R.R Tolkien",
    "price": 15.99,
    "releaseDate": "7/29/1954",
    "numAvalible": 3,
    "rating": 4.5,
    "genre": "fantasy",
    "image": "Thelord.jpg",
    "description": "The Lord of the Rings by J.R.R. Tolkien is an epic fantasy trilogy that follows the journey of unlikely heroes in a struggle against overwhelming darkness. At its center is Frodo Baggins, a humble hobbit entrusted with the One Ring, a powerful artifact created by the dark lord Sauron to control all life in Middle-earth. Joined by a fellowship of companions—including humans, elves, dwarves, and fellow hobbits—Frodo sets out on a perilous quest to destroy the Ring in the fires of Mount Doom. Along the way, the story explores themes of friendship, sacrifice, courage, and the corrupting power of evil, all set against the backdrop of Tolkien`s richly imagined world filled with languages, lore, and history. Honestly I love this book but have not had time to read it for the past several weeks and its made me really sad",
    "reviews": ["cool book", "interesting read"]
  },
  {
    "id": 2,
    "name": "Crying in H Mart",
    "author": "Michelle Zauner",
    "price": 14.99,
    "releaseDate": "4/20/2021",
    "numAvalible": 2,
    "rating": 4.1,
    "genre": "Biography",
    "image": "crying.jpg",
    "description": "Crying in H Mart by Michelle Zauner is a heartfelt memoir that explores identity, grief, and the powerful bond between a mother and daughter. Zauner, best known as the lead singer of Japanese Breakfast, reflects on her experiences growing up as a Korean American, the challenges of navigating cultural identity, and the profound loss of her mother to cancer. Through vivid memories and the comfort of Korean food, she illustrates how food can preserve connection, heritage, and love even in the face of sorrow. The book is both a tender tribute to her mother and a moving exploration of resilience and self-discovery.",
    "reviews": ["I love it", "wonderful book"]
  },
	{

  }
]